<?php

return [
    'referer' => [
        'referrers' => 'Παραπομπές',
        'referer' => 'Παραπομπή',
        'list' => [
            'results' => 'Εμφάνιση :firstItem - :lastItem παραπομπών από σύνολο :num',
        ],
        'na' => 'Ακόμα καμία παραπομπή για αναφορά. Μοιραστείτε το URL για να αυξήσετε τις παραπομπές!',
        'best' => 'Καλύτερες παραπομπές',
    ],
    'click' => [
        'click' => 'Κλικ',
        'reals' => 'Πραγματικά κλικ',
        'clicks' => 'Κλικ',
        'today' => 'Κλικ σήμερα',
        'real' => 'Πραγματικό κλικ',
    ],
    'show' => [
        'title' => 'Αναλυτικά για σύντομο URL ":name"',
    ],
    'country' => [
        'real' => 'Πραγματικές προβολές ανά χώρα',
        'na' => 'Λυπούμαστε, δεν έχουμε αρκετά δεδομένα για να εμφανίσουμε επισκέψεις χωρών. Μοιραστείτε αυτό το URL!',
        'views' => 'Προβολές ανά χώρα',
    ],
    'view' => [
        'reals' => 'Πραγματικές προβολές',
        'views' => 'Προβολές',
        'view' => 'Προβολή',
        'real' => 'Πραγματική προβολή',
    ],
    'url' => [
        'created' => 'Δημιουργημένα σύντομα URL',
        'url' => 'URL',
    ],
    'analytics' => 'Αναλυτικά',
    'created_at' => 'Δημιουργήθηκε :date',
];
