<?php

return [
    'name' => 'Σύντομα URL',
    'create' => 'Νέο URL',
    'edit' => 'Επεξεργασία URL :name',
    'url' => 'URL',
    'target_url' => 'URL Προορισμού',
    'alias' => 'Ψευδώνυμο',
    'has_expiration' => 'Ορισμός Ημερομηνίας Λήξης',
    'has_expiration_helper' => 'Ενεργοποιήστε αυτό για να ορίσετε ημερομηνία λήξης για το URL',
    'expired_at' => 'Ημερομηνία Λήξης',
    'expired_at_helper' => 'Επιλέξτε πότε πρέπει να λήξει αυτό το URL (αφήστε κενό για χωρίς λήξη)',
    'max_clicks' => 'Μέγιστα Κλικ',
    'max_clicks_min' => 'Το :attribute πρέπει να είναι μεγαλύτερο ή ίσο με τα τρέχοντα κλικ (:current).',
    'max_clicks_helper' => 'Μέγιστος αριθμός προσβάσεων σε αυτό το URL (αφήστε κενό για απεριόριστο)',
];
