<?php

return [
    'referer' => [
        'referrers' => 'রেফারার',
        'referer' => 'রেফারার',
        'list' => [
            'results' => 'মোট :num রেফারারের মধ্যে :firstItem - :lastItem দেখানো হচ্ছে',
        ],
        'na' => 'এখনও রিপোর্ট করার জন্য কোনো রেফারার নেই। রেফারার বাড়াতে URL শেয়ার করুন!',
        'best' => 'সেরা রেফারার',
    ],
    'click' => [
        'click' => 'ক্লিক',
        'reals' => 'প্রকৃত ক্লিক',
        'clicks' => 'ক্লিক',
        'today' => 'আজকের ক্লিক',
        'real' => 'প্রকৃত ক্লিক',
    ],
    'show' => [
        'title' => 'শর্ট ইউআরএল ":name" এর বিশ্লেষণ',
    ],
    'country' => [
        'real' => 'দেশ অনুযায়ী প্রকৃত ভিউ',
        'na' => 'দুঃখিত, দেশের ভিজিট দেখানোর জন্য যথেষ্ট ডেটা নেই। এই URL শেয়ার করুন!',
        'views' => 'দেশ অনুযায়ী ভিউ',
    ],
    'view' => [
        'reals' => 'প্রকৃত ভিউ',
        'views' => 'ভিউ',
        'view' => 'ভিউ',
        'real' => 'প্রকৃত ভিউ',
    ],
    'url' => [
        'created' => 'তৈরি শর্ট ইউআরএল',
        'url' => 'ইউআরএল',
    ],
    'analytics' => 'বিশ্লেষণ',
    'created_at' => ':date তারিখে তৈরি',
];
