<?php

return [
    'name' => 'সংক্ষিপ্ত ইউআরএল',
    'create' => 'নতুন ইউআরএল',
    'edit' => 'ইউআরএল সম্পাদনা করুন :name',
    'url' => 'ইউআরএল',
    'target_url' => 'লক্ষ্য ইউআরএল',
    'alias' => 'উপনাম',
    'has_expiration' => 'মেয়াদ শেষের তারিখ সেট করুন',
    'has_expiration_helper' => 'ইউআরএলের জন্য মেয়াদ শেষের তারিখ সেট করতে এটি সক্ষম করুন',
    'expired_at' => 'মেয়াদ শেষের তারিখ',
    'expired_at_helper' => 'এই ইউআরএলের মেয়াদ কখন শেষ হবে তা নির্বাচন করুন (মেয়াদ না থাকলে খালি রাখুন)',
    'max_clicks' => 'সর্বোচ্চ ক্লিক',
    'max_clicks_min' => ':attribute বর্তমান ক্লিকের (:current) থেকে বড় বা সমান হতে হবে।',
    'max_clicks_helper' => 'এই ইউআরএলে সর্বোচ্চ কতবার অ্যাক্সেস করা যাবে (সীমাহীনের জন্য খালি রাখুন)',
];
