<?php

return [
    'referer' => [
        'referrers' => 'Препращащи',
        'referer' => 'Препращащ',
        'list' => [
            'results' => 'Показване на :firstItem - :lastItem препращащи от общо :num',
        ],
        'na' => 'Все още няма препращащи за отчитане. Споделете URL адреса, за да увеличите препращащите!',
        'best' => 'Най-добри препращащи',
    ],
    'click' => [
        'click' => 'Кликване',
        'reals' => 'Реални кликвания',
        'clicks' => 'Кликвания',
        'today' => 'Кликвания днес',
        'real' => 'Реално кликване',
    ],
    'show' => [
        'title' => 'Анализ на кратък URL ":name"',
    ],
    'country' => [
        'real' => 'Реални прегледи по държава',
        'na' => 'Съжаляваме, нямаме достатъчно данни за показване на посещения по държави. Споделете този URL!',
        'views' => 'Прегледи по държава',
    ],
    'view' => [
        'reals' => 'Реални прегледи',
        'views' => 'Прегледи',
        'view' => 'Преглед',
        'real' => 'Реален преглед',
    ],
    'url' => [
        'created' => 'Създадени кратки URL адреси',
        'url' => 'URL',
    ],
    'analytics' => 'Анализ',
    'created_at' => 'Създадено на :date',
];
