<?php

return [
    'name' => 'Кратки URL адреси',
    'create' => 'Нов URL',
    'edit' => 'Редактиране на URL :name',
    'url' => 'URL',
    'target_url' => 'Целеви URL',
    'alias' => 'Псевдоним',
    'has_expiration' => 'Задаване на дата на изтичане',
    'has_expiration_helper' => 'Активирайте това, за да зададете дата на изтичане за URL адреса',
    'expired_at' => 'Дата на изтичане',
    'expired_at_helper' => 'Изберете кога този URL адрес да изтече (оставете празно за без изтичане)',
    'max_clicks' => 'Максимален брой кликвания',
    'max_clicks_min' => ':attribute трябва да бъде по-голямо или равно на текущите кликвания (:current).',
    'max_clicks_helper' => 'Максимален брой пъти, в които този URL може да бъде достъпен (оставете празно за неограничено)',
];
