<?php

return [
    'referer' => [
        'referrers' => 'ผู้อ้างอิง',
        'referer' => 'ผู้อ้างอิง',
        'list' => [
            'results' => 'แสดง :firstItem - :lastItem ผู้อ้างอิงจากทั้งหมด :num',
        ],
        'na' => 'ยังไม่มีผู้อ้างอิงที่จะรายงาน แชร์ URL เพื่อเพิ่มผู้อ้างอิง!',
        'best' => 'ผู้อ้างอิงที่ดีที่สุด',
    ],
    'click' => [
        'click' => 'คลิก',
        'reals' => 'คลิกจริง',
        'clicks' => 'คลิก',
        'today' => 'คลิกวันนี้',
        'real' => 'คลิกจริง',
    ],
    'show' => [
        'title' => 'วิเคราะห์สำหรับ URL สั้น ":name"',
    ],
    'country' => [
        'real' => 'การดูจริงตามประเทศ',
        'na' => 'ขออภัย เราไม่มีข้อมูลเพียงพอที่จะแสดงการเยี่ยมชมตามประเทศ แชร์ URL นี้!',
        'views' => 'การดูตามประเทศ',
    ],
    'view' => [
        'reals' => 'การดูจริง',
        'views' => 'การดู',
        'view' => 'การดู',
        'real' => 'การดูจริง',
    ],
    'url' => [
        'created' => 'URL สั้นที่สร้าง',
        'url' => 'URL',
    ],
    'analytics' => 'วิเคราะห์',
    'created_at' => 'สร้างเมื่อ :date',
];
