<?php

return [
    'referer' => [
        'referrers' => 'المُحيلون',
        'referer' => 'المُحيل',
        'list' => [
            'results' => 'عرض :firstItem - :lastItem من إجمالي :num مُحيل',
        ],
        'na' => 'لا يوجد مُحيلون للإبلاغ عنهم بعد. شارك الرابط لزيادة المُحيلين!',
        'best' => 'أفضل المُحيلين',
    ],
    'click' => [
        'click' => 'نقرة',
        'reals' => 'نقرات حقيقية',
        'clicks' => 'نقرات',
        'today' => 'نقرات اليوم',
        'real' => 'نقرة حقيقية',
    ],
    'show' => [
        'title' => 'تحليلات الرابط المختصر ":name"',
    ],
    'country' => [
        'real' => 'المشاهدات الحقيقية حسب الدولة',
        'na' => 'عذراً، لا تتوفر لدينا بيانات كافية لعرض زيارات الدول. شارك هذا الرابط!',
        'views' => 'المشاهدات حسب الدولة',
    ],
    'view' => [
        'reals' => 'مشاهدات حقيقية',
        'views' => 'مشاهدات',
        'view' => 'مشاهدة',
        'real' => 'مشاهدة حقيقية',
    ],
    'url' => [
        'created' => 'الروابط المختصرة المُنشأة',
        'url' => 'رابط',
    ],
    'analytics' => 'التحليلات',
    'created_at' => 'أُنشئ في :date',
];
