<?php

return [
    'name' => 'الروابط المختصرة',
    'create' => 'رابط جديد',
    'edit' => 'تعديل الرابط :name',
    'url' => 'الرابط',
    'target_url' => 'الرابط الهدف',
    'alias' => 'الاسم المستعار',
    'has_expiration' => 'تعيين تاريخ انتهاء الصلاحية',
    'has_expiration_helper' => 'تفعيل هذا لتعيين تاريخ انتهاء صلاحية الرابط',
    'expired_at' => 'تاريخ انتهاء الصلاحية',
    'expired_at_helper' => 'حدد متى يجب أن ينتهي هذا الرابط (اتركه فارغاً لعدم الانتهاء)',
    'max_clicks' => 'الحد الأقصى للنقرات',
    'max_clicks_min' => 'يجب أن يكون :attribute أكبر من أو يساوي النقرات الحالية (:current).',
    'max_clicks_helper' => 'الحد الأقصى لعدد مرات الوصول إلى هذا الرابط (اتركه فارغاً لغير محدود)',
];
