<?php

return [
    'referer' => [
        'referrers' => 'Препоручиоци',
        'referer' => 'Препоручилац',
        'list' => [
            'results' => 'Приказује се :firstItem - :lastItem препоручилаца од укупно :num',
        ],
        'na' => 'Још увек нема препоручилаца за пријаву. Поделите URL да бисте повећали препоручиоце!',
        'best' => 'Најбољи препоручиоци',
    ],
    'click' => [
        'click' => 'Клик',
        'reals' => 'Стварни кликови',
        'clicks' => 'Кликови',
        'today' => 'Кликови данас',
        'real' => 'Стварни клик',
    ],
    'show' => [
        'title' => 'Аналитика за кратки URL ":name"',
    ],
    'country' => [
        'real' => 'Стварни прегледи по земљи',
        'na' => 'Жао нам је, немамо довољно података за приказ посета по земљама. Поделите овај URL!',
        'views' => 'Прегледи по земљи',
    ],
    'view' => [
        'reals' => 'Стварни прегледи',
        'views' => 'Прегледи',
        'view' => 'Преглед',
        'real' => 'Стварни преглед',
    ],
    'url' => [
        'created' => 'Креирани кратки URL-ови',
        'url' => 'URL',
    ],
    'analytics' => 'Аналитика',
    'created_at' => 'Креирано :date',
];
