<?php

return [
    'referer' => [
        'referrers' => 'מפנים',
        'referer' => 'מפנה',
        'list' => [
            'results' => 'מציג :firstItem - :lastItem מפנים מתוך :num סה"כ',
        ],
        'na' => 'עדיין אין מפנים לדווח. שתפו את הקישור כדי להגדיל מפנים!',
        'best' => 'המפנים הטובים ביותר',
    ],
    'click' => [
        'click' => 'לחיצה',
        'reals' => 'לחיצות אמיתיות',
        'clicks' => 'לחיצות',
        'today' => 'לחיצות היום',
        'real' => 'לחיצה אמיתית',
    ],
    'show' => [
        'title' => 'אנליטיקה עבור קישור קצר ":name"',
    ],
    'country' => [
        'real' => 'צפיות אמיתיות לפי מדינה',
        'na' => 'מצטערים, אין לנו מספיק נתונים להצגת ביקורים לפי מדינות. שתפו את הקישור הזה!',
        'views' => 'צפיות לפי מדינה',
    ],
    'view' => [
        'reals' => 'צפיות אמיתיות',
        'views' => 'צפיות',
        'view' => 'צפייה',
        'real' => 'צפייה אמיתית',
    ],
    'url' => [
        'created' => 'קישורים קצרים שנוצרו',
        'url' => 'קישור',
    ],
    'analytics' => 'אנליטיקה',
    'created_at' => 'נוצר ב :date',
];
