<?php

return [
    'referer' => [
        'referrers' => 'रेफरर',
        'referer' => 'रेफरर',
        'list' => [
            'results' => 'कुल :num में से :firstItem - :lastItem रेफरर दिखा रहे हैं',
        ],
        'na' => 'अभी तक रिपोर्ट करने के लिए कोई रेफरर नहीं। रेफरर बढ़ाने के लिए URL साझा करें!',
        'best' => 'सर्वश्रेष्ठ रेफरर',
    ],
    'click' => [
        'click' => 'क्लिक',
        'reals' => 'वास्तविक क्लिक',
        'clicks' => 'क्लिक',
        'today' => 'आज के क्लिक',
        'real' => 'वास्तविक क्लिक',
    ],
    'show' => [
        'title' => 'शॉर्ट URL ":name" के लिए एनालिटिक्स',
    ],
    'country' => [
        'real' => 'देश के अनुसार वास्तविक व्यूज',
        'na' => 'क्षमा करें, हमारे पास देशों की विज़िट दिखाने के लिए पर्याप्त डेटा नहीं है। इस URL को साझा करें!',
        'views' => 'देश के अनुसार व्यूज',
    ],
    'view' => [
        'reals' => 'वास्तविक व्यूज',
        'views' => 'व्यूज',
        'view' => 'व्यू',
        'real' => 'वास्तविक व्यू',
    ],
    'url' => [
        'created' => 'बनाए गए शॉर्ट URLs',
        'url' => 'URL',
    ],
    'analytics' => 'एनालिटिक्स',
    'created_at' => ':date को बनाया गया',
];
