<?php

return [
    'referer' => [
        'referrers' => 'Источники',
        'referer' => 'Источник',
        'list' => [
            'results' => 'Показано :firstItem - :lastItem источников из :num всего',
        ],
        'na' => 'Пока нет источников для отчета. Поделитесь URL, чтобы увеличить число источников!',
        'best' => 'Лучшие источники',
    ],
    'click' => [
        'click' => 'Клик',
        'reals' => 'Реальные клики',
        'clicks' => 'Клики',
        'today' => 'Кликов сегодня',
        'real' => 'Реальный клик',
    ],
    'show' => [
        'title' => 'Аналитика для короткого URL ":name"',
    ],
    'country' => [
        'real' => 'Реальные просмотры по странам',
        'na' => 'К сожалению, у нас недостаточно данных для отображения посещений по странам. Поделитесь этим URL!',
        'views' => 'Просмотры по странам',
    ],
    'view' => [
        'reals' => 'Реальные просмотры',
        'views' => 'Просмотры',
        'view' => 'Просмотр',
        'real' => 'Реальный просмотр',
    ],
    'url' => [
        'created' => 'Созданные короткие URL',
        'url' => 'URL',
    ],
    'analytics' => 'Аналитика',
    'created_at' => 'Создано :date',
];
