<?php

return [
    'name' => 'Короткие URL',
    'create' => 'Новый URL',
    'edit' => 'Редактировать URL :name',
    'url' => 'URL',
    'target_url' => 'Целевой URL',
    'alias' => 'Псевдоним',
    'has_expiration' => 'Установить срок действия',
    'has_expiration_helper' => 'Включите это, чтобы установить срок действия URL',
    'expired_at' => 'Дата истечения',
    'expired_at_helper' => 'Выберите, когда этот URL должен истечь (оставьте пустым для бессрочного)',
    'max_clicks' => 'Максимум кликов',
    'max_clicks_min' => ':attribute должен быть больше или равен текущим кликам (:current).',
    'max_clicks_helper' => 'Максимальное количество переходов по этому URL (оставьте пустым для неограниченного)',
];
