<?php

return [
    'referer' => [
        'referrers' => 'Джерела',
        'referer' => 'Джерело',
        'list' => [
            'results' => 'Показано :firstItem - :lastItem джерел з :num загалом',
        ],
        'na' => 'Ще немає джерел для звіту. Поділіться URL, щоб збільшити кількість джерел!',
        'best' => 'Найкращі джерела',
    ],
    'click' => [
        'click' => 'Клік',
        'reals' => 'Реальні кліки',
        'clicks' => 'Кліки',
        'today' => 'Кліків сьогодні',
        'real' => 'Реальний клік',
    ],
    'show' => [
        'title' => 'Аналітика для короткого URL ":name"',
    ],
    'country' => [
        'real' => 'Реальні перегляди за країною',
        'na' => 'На жаль, у нас недостатньо даних для відображення відвідувань за країнами. Поділіться цим URL!',
        'views' => 'Перегляди за країною',
    ],
    'view' => [
        'reals' => 'Реальні перегляди',
        'views' => 'Перегляди',
        'view' => 'Перегляд',
        'real' => 'Реальний перегляд',
    ],
    'url' => [
        'created' => 'Створені короткі URL',
        'url' => 'URL',
    ],
    'analytics' => 'Аналітика',
    'created_at' => 'Створено :date',
];
